{
  "books": [
    {
      "title": "К себе нежно",
      "photo": "https://cdn.book24.ru/v2/ITD000000001083100/COVER/cover13d__w410.webp",
      "price": 800,
      "year": "2021",
      "chapter": "Популярная психология",
      "description": "«К себе нежно» — это книга для тех, кто выбирает себя. Для тех, кто долго не понимал и игнорировал свои желания. Сдерживал свои чувства. Не принимал свое тело. И никогда не знал, как это — праздновать свою уникальность. Но сегодня хочет стать себе другом.  Нежность к себе — это не результат волевого решения или однажды данного себе обещания, это всегда дорога. Пусть эта книга станет для вас проводником, если вы готовы с доброжелательным любопытством исследовать свои «не могу», «не хочу» и «не буду» и плыть не по течению и не против него — а туда, куда вам нужно.  «К себе нежно» можно открыть на любой странице и ощутить, как расслабляются плечи, становится легче дышать, проясняется в голове.  И по телу теплой волной разливается нежность к себе.",
      "id": 1,
      "author": "Ольга Примаченко"
    },
    {
      "title": "Унесенные ветром",
      "photo": "https://obzor-expert.com/wp-content/uploads/2020/01/Unesennye-vetrom-768x889.jpg",
      "price": 2000,
      "year": "2021",
      "chapter": "Романы",
      "description": "«Унесенные ветром» — история красавицы южанки, женщины с твердым характером, которая борется за личное счастье и благополучие, пока привычный мир вокруг гибнет.  Беззаботную юность Скарлетт О'Хары унесли могучие ветры Гражданской войны. В один миг девушке пришлось повзрослеть: шум балов сменился грохотом канонад, мать умерла, отец сошел с ума, родное поместье опустело. Однако Скарлетт, капризную и своенравную, но, вместе с тем, сильную и отчаянную, не сломить ни любовным неудачам, ни сложностям жизни, ни грузу ответственности за близких. Ее пленительное обаяние и невероятная целеустремленность помогут пережить все испытания и обрести веру в себя.  Роман о том, что любовь к жизни бывает важнее любви; о том, что заставляет нас жить — что бы ни творилось вокруг.",
      "id": 2,
      "author": "Маргарет Митчелл"
    },
    {
      "title": "Смерть на Ниле",
      "photo": "https://www.yolabooks.ru/storage/photo/resized/xy_1732x1732/d/rggjhgn6ah79kz5_eb6d91f8.jpg",
      "price": 720,
      "year": "2022",
      "chapter": "Детективы",
      "description": "Этот роман является прямым продолжением «Убийства в “Восточном экспрессе”» — и практически ничем не уступает «детективу всех времен и народов».  Агата Кристи — самый публикуемый автор всех времен и народов после Шекспира. Тиражи ее книг уступают только тиражам его произведений и Библии. В мире продано больше миллиарда книг Кристи на английском языке и столько же — на других языках. Она автор восьмидесяти детективных романов и сборников рассказов, двадцати пьес, двух книг воспоминаний и шести психологических романов, написанных под псевдонимом Мэри Уэстмакотт. Ее персонажи Эркюль Пуаро и мисс Марпл навсегда стали образцовыми героями остросюжетного жанра.  На роскошном пароходе «Карнак», плывущем по Нилу, убита молодая миллионерша, недавно вышедшая замуж и, как выяснилось, имевшая множество врагов среди пассажиров. Любой мог убить самоуверенную и нагловатую девушку, укравшую жениха у лучшей подруги. Но ни один из вероятных подозреваемых не совершал этого преступления… К счастью, на пароходе находится великий сыщик Эркюль Пуаро, который знает все общество, представленное в круизе, еще по Лондону и в курсе возможных мотивов каждого из присутствующих. И, конечно, первое, о чем задумывается бельгиец — это о «любовном треугольнике», состоявшем из убитой, ее свежеиспеченного мужа и очень темпераментной женщины, которую тот бросил ради миллионерши…",
      "id": 3,
      "author": "Агата Кристи"
    },
    {
      "title": "Моя история",
      "photo": "https://ndc.book24.ru/resize/440x568/iblock/798/7982e075602b0c9ed47d18e9f24a1d3c/8cf1e015cbd22ec4d97a47ee02eb9e89.jpg",
      "price": 990,
      "year": "2022",
      "chapter": "Автобиографии",
      "description": "«Becoming» — это изящная, жизнеутверждающая и не лишенная юмора история о восьми годах жизни семьи Обама в Белом доме. Страница за страницей автор ведет нас через узкие коридоры тесных американских кухонь в просторные бальные залы Букингемского дворца; через душераздирающее горе к состоянию глубокого покоя и равновесия; через поражения к триумфам.  «Я все еще многого не знаю об Америке, о жизни и о том, чего ждать от будущего. Но я знаю себя. Мой папа, Фрейзер, научил меня усердно трудиться, часто смеяться и держать слово. Моя мама, Мэриан, объяснила, как важно думать самостоятельно и говорить открыто. Вместе, в тесной квартирке на южной окраине Чикаго, они помогли мне осознать ценность нашей семейной и моей личной истории в рамках истории страны. Даже если она не красива, не идеальна и более реальна, чем вам хотелось бы, ваша история — это единственное, что у вас есть. Единственное, что будет с вами всегда. Это то, от чего нельзя отказываться».",
      "id": 4,
      "author": "Мишель Обама"
    },
    {
      "title": "Женщина у которой есть план",
      "photo": "https://ndc.book24.ru/resize/820x1180/iblock/158/15859facb64f49c3807d99071c740c55/5fb848c8f852f50ad4a6edde7307100d.jpg",
      "price": 990,
      "year": "2022",
      "chapter": "Автобиографии",
      "description": "«Мои 20 были ужасны. Муж унижал и бил меня.  Мои 30 были не проще — я развелась и осталась одна с тремя детьми.  В 40 лет я переехала на другой континент и начала жизнь с чистого листа.  В 50 пыталась открыть свой бизнес в Нью-Йорке.  В 60 жизнь более или менее пришла в равновесие: дети, внуки, работа.  А теперь, в 70, я востребована и счастлива как никогда».  Неповторимая Мэй Маск, супермодель и мать гениального Илона Маска, делится Правилами, которые помогли ей стать успешной и дать детям великолепный старт.  • После вечеринки запомнят не саму красивую, а ту, с которой было весело.  • Хотите сохранить фигуру? Пусть гости заберут все конфеты с собой!  • Магия 12 лет — возраст, когда нужно открывать таланты детей.  • Ваше питание не обязано быть безупречным. И вы тоже!  • Делайте добрые дела — и вы получите друзей на всю жизнь.  • Переживайте из-за мужчины не больше трех дней.  • Превратите в привычку всегда озвучивать свои желания вслух.",
      "id": 5,
      "author": "Мэй Маск"
    },
    {
      "title": "Тысяча сияющих солнц",
      "photo": "https://ndc.book24.ru/resize/820x1180/iblock/3c5/3c5cd785ca763993fb477b027a6ee9f3/5f4e60f5f178ec40391bc984f9d7acb6.jpg",
      "price": 990,
      "year": "2022",
      "chapter": "Современная зарубежная проза",
      "description": "Любовь – великое чувство. Глубоко укрытая, запрещенная, тайная, она все равно дождется своего часа. Об этом новый роман Халеда Хоссейни, в 2007 году ставший главным мировым бестселлером. Эта книга – также о дружбе между людьми, которые, казалось бы, могут быть только врагами, о скрытых противоречиях между родителями и детьми, о стойкости кротких сердец.  В центре романа – две женщины, которые оказались жертвами потрясений, разрушивших мирный Афганистан. Мариам – незаконная дочь богатого бизнесмена, с детства познавшая, что такое несчастье, с ранних лет ощутившая собственную обреченность. Лейла – напротив, любимая дочка в дружной семье, мечтающая об интересной и прекрасной жизни. Между ними нет ничего общего, они живут в разных мирах, которым не суждено было бы пересечься, если бы не огненный шквал войны. Отныне Лейла и Мариам связаны самыми тесными узами, и они сами не знают, кто они – враги, подруги или сестры. Но в одиночку им не выжить в обезумевшем мире, не выстоять перед средневековым деспотизмом и жестокостью, затопившими улицы и дома некогда уютного города. Вдвоем они пройдут через страдания, вдвоем буду ловить нечаянные крупицы радости, вдвоем станут мечтать о счастье, к которому однажды попытаются прорваться.  \"Тысяча сияющих солнц\" – мощная, драматичная и лиричная история, которая заставляет сердца сжиматься от боли и радости. Это благородная и великодушная книга.",
      "id": 6,
      "author": "Халед Хоссейни"
    },
    {
      "title": "И эхо летит по горам",
      "photo": "https://ndc.book24.ru/resize/820x1180/iblock/fe0/fe011127f75d360233cb94a0952a2b41/e18ea73abea05b2c5efde20e3dd3b286.jpg",
      "price": 990,
      "year": "2022",
      "chapter": "Современная зарубежная проза",
      "description": "Любовь – великое чувство. Глубоко укрытая, запрещенная, тайная, она все равно дождется своего часа. Об этом новый роман Халеда Хоссейни, в 2007 году ставший главным мировым бестселлером. Эта книга – также о дружбе между людьми, которые, казалось бы, могут быть только врагами, о скрытых противоречиях между родителями и детьми, о стойкости кротких сердец.",
      "id": 7,
      "author": "Халед Хоссейни"
    },
    {
      "title": "Шантарам",
      "photo": "https://ndc.book24.ru/resize/820x1180/iblock/9f4/9f4d9e6bdba298d384e183450b78d4dc/3419b37840a43c8af771517af6da06d4.jpg",
      "price": 890,
      "year": "2017",
      "chapter": "Современная зарубежная проза",
      "id": 8,
      "author": "Дэвид Робертс",
      "description": "Впервые на русском - один из самых поразительных романов начала XXI века. Эта преломленная в художественной форме исповедь человека, который сумел выбраться из бездны и уцелеть, протаранила все списки бестселлеров и заслужила восторженные сравнения с произведениями лучших писателей нового времени, от Мелвилла до Хемингуэя. Подобно автору, герой этого романа много лет скрывался от закона. Лишенный после развода с женой родительских прав, он пристрастился к наркотикам, совершил ряд ограблений и был приговорен австралийским судом к девятнадцати годам заключения. Бежав на второй год из тюрьмы строгого режима, он добрался до Бомбея, где был фальшивомонетчиком и контрабандистом, торговал оружием и участвовал в разборках индийской мафии, а также нашел свою настоящую любовь, чтобы вновь потерять ее, чтобы снова найти... В 2011 году готовится к выходу экранизация романа, продюсером и исполнителем главной роли в которой выступает несравненный Джонни Депп.  \"Человек, которого \"Шантарам\" не тронет до глубины души, либо не имеет сердца, либо мертв, либо то и другое одновременно. Я уже много лет не читал ничего с таким наслаждением. \"Шантарам\" - это \"Тысяча и одна ночь\" нашего века. Это бесценный подарок для всех, кто любит читать\"."
    },
    {
      "photo": "https://ndc.book24.ru/resize/820x1180/iblock/aa5/aa563b0811dbc01e5ecae8e74ae81235/50c5bf8158d78df60193a84b5fa473f7.jpg",
      "price": 350,
      "year": "2020",
      "chapter": "Современная зарубежная проза",
      "id": 10,
      "title": "Алхимик",
      "author": "Пауло Коэльо",
      "description": "Алхимик\" – самый известный роман бразильского писателя Пауло Коэльо, любимая книга миллионов людей во всем мире. В юности люди не боятся мечтать, все кажется им возможным. Но проходит время, и таинственная сила принимается им внушать, что их желания неосуществимы.  \"Добиться воплощения своей Судьбы – вот единственная подлинная обязанность человека…\", – утверждает Пауло Коэльо.  Этот, ставший культовым, роман-притча способен изменить жизнь своих читателей."
    },
    {
      "title": "Портрет Дориана Грея",
      "author": "Оскар Уайльд",
      "photo": "https://cdn.book24.ru/v2/ASE000000000725252/COVER/cover13d__w410.webp",
      "price": 350,
      "year": "2022",
      "chapter": "Классическая зарубежная литература",
      "id": 11,
      "description": "\"Портрет Дориана Грея\" — самое знаменитое произведение Оскара Уайльда, единственный его роман, вызвавший в свое время шквал негативных оценок и тем не менее имевший невероятный успех.  Главный герой романа, красавец Дориан, — фигура двойственная, неоднозначная. Тонкий эстет и романтик становится безжалостным преступником. Попытка сохранить свою необычайную красоту и молодость оборачивается провалом. Вместо героя стареет его портрет — но это не может продолжаться вечно, и смерть Дориана расставляет все по своим местам.  Роман Оскара Уайльда продолжает быть очень актуальным и сегодня — разве погоня за вечной молодостью порой не оборачивается потерей своего истинного лица?"
    },
    {
      "title": "С тобой я дома",
      "author": "Ольга Примаченко",
      "photo": "https://cdn.book24.ru/v2/ITD000000001158682/COVER/cover13d__w410.webp",
      "price": 800,
      "year": "2022",
      "chapter": "Семейная психология",
      "description": "«С тобой я дома», — говорим мы кому-то особенному.  Тому, с кем не приходится прятаться, заметать следы, притворяться и защищаться, — а можно просто быть собой. И строить бережные отношения, полные доверия, честности и заботы.  В своей новой книге Ольга Примаченко, автор бестселлера «К себе нежно», говорит о том, как любить, оставаясь верными себе, — согревать друг друга теплом, не сгорая дотла.",
      "id": 12
    },
    {
      "title": "Когда я вернусь, будь дома",
      "author": "Эльчин Сафарли",
      "photo": "https://ndc.book24.ru/resize/820x1180/iblock/e7c/e7ca681b92decdb19516de93cb951621/8afd2fe1aa77b5afb8f7ed8781acf2bc.jpg",
      "price": 420,
      "year": "2020",
      "chapter": "Сентиментальная проза",
      "description": "Новая, невероятно поэтичная книга молодого, но уже известного писателя, автора бестселлеров \"Расскажи мне о море\" и \"Туда без обратно\" - Эльчина Сафарли. Его литературный дебют состоялся в 2008 году и получил одобрение самого Орхана Памука, а в России его романы неизменно возглавляют списки продаж. \"Когда я вернусь, будь дома\" - встреча Запада и Востока, шумная суета Стамбула и тишина Города вечной зимы где-то во Франции. Это запах литовского хлеба и горячих лепешек из турецкого тандыра, мелодии Шарля Азнавура и азаны муэдзинов. Сафарли искусно смешивает культурные коды, превращая мир в единое целое. При этом бережно сохраняет ощущение уникальности национальных традиций и характеров. И на этом удивительном фоне - история семьи, трогательные письма отца к дочери, полные мудрости и невероятной любви к жизни. Письма, которые можно разобрать на цитаты, но самые пронзительные слова всегда повторяются в конце: \"Скучаю. Папа\".",
      "id": 13
    },
    {
      "title": "Объявлено убийство",
      "author": "Агата Кристи",
      "photo": "https://cdn.book24.ru/v2/ITD000000000908845/COVER/cover13d__w220.webp",
      "price": 350,
      "year": "2019",
      "chapter": "Детективы",
      "description": "«Несомненно, она гений». - Элизабет Джордж, автор бестселлеров New York Times «Общепринято считать Кристи блестящим мастером острого сюжета. Однако она представляет собой нечто гораздо более значительное». - The Guardian «Шедевр Агаты Кристи». - Spectator «Величайшее достижение грандиозной писательской карьеры». - New Statesman «Абсолютно невероятно и столь же пленительно».",
      "id": 14
    },
    {
      "title": "Очарование женственности",
      "author": "Хелен Анделин",
      "photo": "https://ndc.book24.ru/resize/440x568/iblock/3b5/3b5507f481a330436dccc8972e8e3671/e4bf52e10809dd4e38f4d7e590f6465f.jpg",
      "price": 1020,
      "year": "2020",
      "chapter": "Популярная психология",
      "description": "«Очарование женственности» — бестселлер на протяжении 50 лет! Продано свыше 3 млн экземпляров.     Благодаря этой книге вы:  - Раскроете свою женственность и узнаете? как пробудить в мужчине нежность и обожание.  - Поможете мужчине раскрыть его лучшие качества.  - Воплотите самое сокровенное желание женщины — быть желанной и любимой.",
      "id": 15
    },
    {
      "title": "Очаровательная девушка",
      "author": "Хелен Анделин",
      "photo": "https://ndc.book24.ru/resize/820x1180/iblock/975/975c4d125579cf155b6b86491937ade6/bb7ddb5f366a97094c6a20ade3b4e5c7.jpg",
      "price": 920,
      "year": "2021",
      "chapter": "Популярная психология",
      "description": "Книга «Очаровательная девушка» была впервые опубликована в 1969 году. С момента ее написания прошло почти пятьдесят лет, многое изменилось, но заложенные в книге вечные принципы до сих работают.  Эта книга – руководство для девушек, вступающих во взрослую жизнь и мечтающих найти своего мужчину.",
      "id": 16
    }
  ],
  "comments": [
    {
      "content": "захватывающая книга, фильм тоже очень понравился!",
      "bookId": "3",
      "user": "jazgul_26@mail.ru",
      "date": "01.07.2022",
      "time": "16:11:43",
      "id": 6
    },
    {
      "content": "Хотелось бы быть такой же сильной духом, как Скарлетт!!!",
      "bookId": "2",
      "user": "jazgul_26@mail.ru",
      "date": "03.07.2022",
      "time": "23:31:28",
      "id": 7
    },
    {
      "content": "Отличная книга о том, как научиться любить себя!",
      "bookId": "1",
      "user": "jazgul_26@mail.ru",
      "date": "01.07.2022",
      "time": "16:12:39",
      "id": 8
    },
    {
      "content": "Отличный пример для мам",
      "bookId": "5",
      "user": "peri_04.03002@mail.ru",
      "date": "01.07.2022",
      "time": "16:15:36",
      "id": 9
    },
    {
      "content": "новый комментарий",
      "bookId": "1",
      "user": "peri_04.03002@mail.ru",
      "date": "03.07.2022",
      "time": "22:35:02",
      "id": 16
    },
    {
      "content": "новый комментарий 04.07",
      "bookId": "3",
      "user": "peri_04.03002@mail.ru",
      "date": "04.07.2022",
      "time": "18:33:43",
      "id": 29
    },
    {
      "content": "04.07",
      "bookId": "3",
      "user": "peri_04.03002@mail.ru",
      "date": "04.07.2022",
      "time": "18:37:21",
      "id": 30
    },
    {
      "content": "ghghhf",
      "bookId": "6",
      "user": "peri_04.03002@mail.ru",
      "date": "04.07.2022",
      "time": "18:47:50",
      "id": 31
    },
    {
      "content": "",
      "bookId": "6",
      "user": "peri_04.03002@mail.ru",
      "date": "04.07.2022",
      "time": "18:47:52",
      "id": 32
    },
    {
      "content": "ghbbbb",
      "bookId": "6",
      "user": "peri_04.03002@mail.ru",
      "date": "04.07.2022",
      "time": "18:52:53",
      "id": 33
    },
    {
      "content": "effff",
      "bookId": "6",
      "user": "peri_04.03002@mail.ru",
      "date": "04.07.2022",
      "time": "18:52:58",
      "id": 34
    },
    {
      "content": "Отличная книга!!!!",
      "bookId": "1",
      "user": "peri_04.03002@mail.ru",
      "date": "05.07.2022",
      "time": "17:23:03",
      "id": 35
    },
    {
      "content": "Хорошая книга !!!!",
      "bookId": "2",
      "user": "peri_04.03002@mail.ru",
      "date": "05.07.2022",
      "time": "20:35:20",
      "id": 36
    },
    {
      "content": "читала много раз",
      "bookId": "7",
      "user": "peri_04.03002@mail.ru",
      "date": "14.07.2022",
      "time": "14:19:03",
      "id": 38
    },
    {
      "content": "интересная книга!",
      "bookId": "4",
      "user": "admin@mail.ru",
      "date": "07.09.2022",
      "time": "21:29:46",
      "id": 39
    }
  ]
}